Repository: Msquare-Labs/karo-localization-llm
Catalog: Widgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, sv, tr, zh_hans, zh_hant

source: Alphabetically
ar: ألفبائيا
de: Alphabetisch
es: Alfabéticamente
fr: Par ordre alphabétique
hi: वर्णमाला क्रम में
it: In ordine alfabetico
ja: アルファベット順に
ko: 알파벳순으로
nl: Alfabetisch
pl: Alfabetycznie
pt: Alfabeticamente
sv: Alfabetiskt
tr: Alfabetik sırayla
zh_hans: 按字母顺序
zh_hant: 按字母順序

source: Ascending
ar: تصاعدي
de: Aufsteigend
es: Ascendente
fr: Croissant
hi: आरोही
it: Ascendente
ja: 昇順
ko: 오름차순
nl: Oplopend
pl: Rosnąco
pt: Ascendente
sv: Stigande
tr: Artan sırada
zh_hans: 升序
zh_hant: 升序

source: Contact
ar: اتصال
de: Kontakt
es: Contacto
hi: संपर्क
it: Contatto
ja: 連絡先
ko: 연락처
pl: Kontakt
pt: Contato
sv: Kontakt
tr: İletişim
zh_hans: 联系方式
zh_hant: 聯絡方式

source: Create a task in Karo
ar: إنشاء مهمة في Karo
de: Erstelle eine Aufgabe in Karo
es: Crear una tarea en Karo
fr: Créer une tâche dans Karo
hi: Karo में एक कार्य बनाएं
it: Crea un'attività in Karo
ja: Karoでタスクを作成
ko: Karo에서 작업 생성
nl: Maak een taak aan in Karo
pl: Utwórz zadanie w Karo
pt: Criar uma tarefa no Karo
sv: Skapa en uppgift i Karo
tr: Karo'da bir görev oluştur
zh_hans: 在Karo中创建任务
zh_hant: 在Karo中建立任務

source: Create task
ar: إنشاء مهمة
de: Aufgabe erstellen
es: Crear tarea
fr: Créer une tâche
hi: कार्य बनाएं
it: Crea attività
ja: タスクを作成
ko: 작업 생성
nl: Taak aanmaken
pl: Utwórz zadanie
pt: Criar tarefa
sv: Skapa uppgift
tr: Görev oluştur
zh_hans: 创建任务
zh_hant: 建立任務

source: Created date
ar: تاريخ الإنشاء
de: Erstellungsdatum
es: Fecha de creación
fr: Date de création
hi: निर्मित तिथि
it: Data di creazione
ja: 作成日
ko: 생성 날짜
nl: Aanmaakdatum
pl: Data utworzenia
pt: Data de criação
sv: Skapad datum
tr: Oluşturulma tarihi
zh_hans: 创建日期
zh_hant: 建立日期

source: Filtered tasks
ar: المهام المفلترة
de: Gefilterte Aufgaben
es: Tareas filtradas
fr: Tâches filtrées
hi: फिल्टर किए गए कार्य
it: Attività filtrate
ja: フィルター済みのタスク
ko: 필터링된 작업
nl: Gefilterde taken
pl: Filtrowane zadania
pt: Tarefas filtradas
sv: Filtrerade uppgifter
tr: Filtrelenmiş görevler
zh_hans: 过滤后的任务
zh_hant: 篩選後的任務

source: Group
ar: مجموعة
de: Gruppe
es: Grupo
fr: Groupe
hi: समूह
it: Gruppo
ja: グループ
ko: 그룹
nl: Groep
pl: Grupa
pt: Grupo
sv: Grupp
tr: Grup
zh_hans: 群组
zh_hant: 群組

source: Inbox
ar: الوارد
de: Posteingang
es: Bandeja de entrada
fr: Boîte de réception
hi: इनबॉक्स
it: Posta in arrivo
ja: 受信箱
ko: 받은 편지함
pl: Skrzynka odbiorcza
pt: Caixa de entrada
sv: Inkorg
tr: Gelen Kutusu
zh_hans: 收件箱
zh_hant: 收件匣

source: Open contact
ar: فتح جهة الاتصال
de: Kontakt öffnen
es: Abrir contacto
fr: Ouvrir le contact
hi: संपर्क खोलें
it: Apri contatto
ja: 連絡先を開く
ko: 연락처 열기
pl: Otwórz kontakt
pt: Abrir contato
sv: Öppna kontakt
tr: Kişiyi aç
zh_hans: 打开联系人
zh_hant: 開啟聯絡人

source: Open group
ar: فتح المجموعة
de: Gruppe öffnen
es: Abrir grupo
fr: Ouvrir le groupe
hi: समूह खोलें
it: Apri gruppo
ja: グループを開く
ko: 그룹 열기
nl: Groep openen
pl: Otwórz grupę
pt: Abrir grupo
sv: Öppna grupp
tr: Grubu aç
zh_hans: 打开群组
zh_hant: 開啟群組

source: Open search
ar: فتح البحث
de: Suche öffnen
es: Abrir búsqueda
fr: Ouvrir la recherche
hi: खोज खोलें
it: Apri ricerca
ja: 検索を開く
ko: 검색 열기
nl: Zoeken openen
pl: Otwórz wyszukiwanie
pt: Abrir pesquisa
sv: Öppna sökning
tr: Aramayı aç
zh_hans: 打开搜索
zh_hant: 開啟搜尋

source: Opens up create task screen in Karo
ar: يفتح شاشة إنشاء المهمة في Karo
de: Öffnet den Bildschirm zum Erstellen einer Aufgabe in Karo
es: Abre la pantalla de creación de tareas en Karo
fr: Ouvre l'écran de création de tâche dans Karo
hi: Karo में कार्य बनाने का स्क्रीन खोलता है
it: Apre la schermata di creazione attività in Karo
ja: Karoでタスク作成画面を開きます
ko: Karo에서 작업 생성 화면을 엽니다
nl: Opent het scherm voor het aanmaken van een taak in Karo
pl: Otwiera ekran tworzenia zadania w Karo
pt: Abre a tela de criação de tarefa no Karo
sv: Öppnar skärmen för att skapa uppgift i Karo
tr: Karo'da görev oluşturma ekranını açar
zh_hans: 在Karo中打开创建任务的界面
zh_hant: 在Karo中開啟建立任務的畫面

source: Outbox
ar: الصادر
de: Postausgang
es: Bandeja de salida
fr: Boîte d'envoi
hi: आउटबॉक्स
it: Posta in uscita
ja: 送信箱
ko: 보낸 편지함
pl: Wysłane
pt: Caixa de saída
sv: Utkorgen
tr: Gönderilen
zh_hans: 发件箱
zh_hant: 寄件匣

source: Quick access to tasks
ar: الوصول السريع إلى المهام
de: Schneller Zugriff auf Aufgaben
es: Acceso rápido a tareas
fr: Accès rapide aux tâches
hi: कार्यों तक त्वरित पहुंच
it: Accesso rapido alle attività
ja: タスクへの簡単なアクセス
ko: 작업에 빠르게 접근
nl: Snelle toegang tot taken
pl: Szybki dostęp do zadań
pt: Acesso rápido a tarefas
sv: Snabb åtkomst till uppgifter
tr: Görevlere hızlı erişim
zh_hans: 快速访问任务
zh_hant: 快速存取工作

source: Quick way to open and send task to a contact
ar: طريقة سريعة لفتح وإرسال مهمة إلى جهة اتصال
de: Schnelle Möglichkeit, eine Aufgabe an einen Kontakt zu senden
es: Forma rápida de abrir y enviar una tarea a un contacto
fr: Moyen rapide d'ouvrir et d'envoyer une tâche à un contact
hi: संपर्क को कार्य खोलने और भेजने का त्वरित तरीका
it: Modo rapido per aprire e inviare un'attività a un contatto
ja: 連絡先にタスクを開いて送信する簡単な方法
ko: 연락처에게 작업을 열어서 보내는 빠른 방법
nl: Snelle manier om een taak te openen en naar een contact te sturen
pl: Szybki sposób na otwarcie i wysłanie zadania do kontaktu
pt: Maneira rápida de abrir e enviar tarefa para um contato
sv: Snabbt sätt att öppna och skicka uppgift till en kontakt
tr: Kişiye görev açıp göndermek için hızlı yol
zh_hans: 快速打开并发送任务给联系人
zh_hant: 快速開啟及傳送工作給聯絡人的方式

source: Quick way to open and send task to a group
ar: طريقة سريعة لفتح وإرسال مهمة إلى مجموعة
de: Schnelle Möglichkeit, eine Aufgabe an eine Gruppe zu senden
es: Forma rápida de abrir y enviar una tarea a un grupo
fr: Moyen rapide d'ouvrir et d'envoyer une tâche à un groupe
hi: समूह को कार्य खोलने और भेजने का त्वरित तरीका
it: Modo rapido per aprire e inviare un'attività a un gruppo
ja: グループにタスクを開いて送信する簡単な方法
ko: 그룹에게 작업을 열어서 보내는 빠른 방법
nl: Snelle manier om een taak te openen en naar een groep te sturen
pl: Szybki sposób na otwarcie i wysłanie zadania do grupy
pt: Maneira rápida de abrir e enviar tarefa para um grupo
sv: Snabbt sätt att öppna och skicka uppgift till en grupp
tr: Gruba görev açıp göndermek için hızlı yol
zh_hans: 快速打开并发送任务给群组
zh_hant: 快速開啟及傳送工作給群組的方式

source: Quickly open search in Karo
ar: الفتح السريع للبحث في Karo
de: Schnelles Öffnen der Suche in Karo
es: Abrir rápidamente la búsqueda en Karo
fr: Ouvrir rapidement la recherche dans Karo
hi: Karo में खोज को तेजी से खोलें
it: Aprire rapidamente la ricerca in Karo
ja: Karoですぐに検索を開く
ko: Karo에서 빠르게 검색 열기
nl: Snel zoeken openen in Karo
pl: Szybko otwórz wyszukiwanie w Karo
pt: Abrir rapidamente a pesquisa no Karo
sv: Öppna sökning snabbt i Karo
tr: Karo'da aramayı hızlıca aç
zh_hans: 在Karo中快速打开搜索
zh_hant: 在Karo中快速開啟搜尋

source: Scheduled
ar: مجدول
de: Geplant
es: Programado
fr: Programmé
hi: अनुसूचित
it: Pianificato
ja: スケジュール
ko: 예약됨
nl: Ingepland
pl: Zaplanowane
pt: Agendado
sv: Schemalagd
tr: Zamanlandı
zh_hans: 已计划
zh_hant: 已排程

source: Scheduled date
ar: التاريخ المجدول
de: Geplantes Datum
es: Fecha programada
fr: Date programmée
hi: अनुसूचित तिथि
it: Data pianificata
ja: スケジュールされた日付
ko: 예약된 날짜
nl: Geplande datum
pl: Zaplanowana data
pt: Data agendada
sv: Schemalagd datum
tr: Zamanlandığı tarih
zh_hans: 计划日期
zh_hant: 排程日期

source: Search tasks in Karo
ar: البحث عن المهام في Karo
de: Aufgaben in Karo suchen
es: Buscar tareas en Karo
fr: Rechercher des tâches dans Karo
hi: Karo में कार्यों को खोजें
it: Cerca attività in Karo
ja: Karoでタスクを検索
ko: Karo에서 작업 검색
nl: Taken zoeken in Karo
pl: Wyszukaj zadania w Karo
pt: Pesquisar tarefas no Karo
sv: Sök uppgifter i Karo
tr: Karo'da görevleri ara
zh_hans: 在Karo中搜索任务
zh_hant: 在Karo中搜尋工作

source: Select contact
ar: تحديد جهة اتصال
de: Kontakt auswählen
es: Seleccionar contacto
fr: Sélectionner un contact
hi: संपर्क का चयन करें
it: Seleziona contatto
ja: 連絡先を選択
ko: 연락처 선택
nl: Contact selecteren
pl: Wybierz kontakt
pt: Selecionar contato
sv: Välj kontakt
tr: Kişiyi seç
zh_hans: 选择联系人
zh_hant: 選擇聯絡人

source: Select group
ar: تحديد المجموعة
de: Gruppe auswählen
es: Seleccionar grupo
fr: Sélectionner un groupe
hi: समूह का चयन करें
it: Seleziona gruppo
ja: グループを選択
ko: 그룹 선택
nl: Groep selecteren
pl: Wybierz grupę
pt: Selecionar grupo
sv: Välj grupp
tr: Grubu seç
zh_hans: 选择群组
zh_hant: 選擇群組

source: Selects the contact to send a task to
ar: يحدد جهة الاتصال لإرسال المهمة إليها
de: Wählt den Kontakt aus, an den eine Aufgabe gesendet werden soll
es: Selecciona el contacto al que se enviará una tarea
fr: Sélectionne le contact auquel envoyer une tâche
hi: कार्य भेजने के लिए संपर्क का चयन करता है
it: Seleziona il contatto a cui inviare un'attività
ja: タスクを送信する連絡先を選択
ko: 작업을 보낼 연락처를 선택합니다
nl: Selecteert het contact om een taak naar te sturen
pl: Wybiera kontakt, do którego ma zostać wysłane zadanie
pt: Seleciona o contato para enviar uma tarefa
sv: Väljer kontakten att skicka en uppgift till
tr: Bir görevi göndermek için kişiyi seçer
zh_hans: 选择要发送任务的联系人
zh_hant: 選擇要傳送工作的聯絡人

source: Selects the group to send a task to
ar: يحدد المجموعة لإرسال المهمة إليها
de: Wählt die Gruppe aus, an die eine Aufgabe gesendet werden soll
es: Selecciona el grupo al que se enviará una tarea
fr: Sélectionne le groupe auquel envoyer une tâche
hi: कार्य भेजने के लिए समूह का चयन करता है
it: Seleziona il gruppo a cui inviare un'attività
ja: タスクを送信するグループを選択
ko: 작업을 보낼 그룹을 선택합니다
nl: Selecteert de groep om een taak naar te sturen
pl: Wybiera grupę, do której ma zostać wysłane zadanie
pt: Seleciona o grupo para enviar uma tarefa
sv: Väljer gruppen att skicka en uppgift till
tr: Bir görevi göndermek için grubu seçer
zh_hans: 选择要发送任务的群组
zh_hant: 選擇要傳送工作的群組

source: Sort Field
ar: حقل الفرز
de: Sortierfeld
es: Campo de ordenación
fr: Champ de tri
hi: क्रमित फ़ील्ड
it: Campo di ordinamento
ja: ソートフィールド
ko: 정렬 필드
nl: Sorteerkolom
pl: Pole sortowania
pt: Campo de classificação
sv: Sorteringsfält
tr: Sıralama Alanı
zh_hans: 排序字段
zh_hant: 排序欄位

source: taskId
ar: معرف المهمة
de: Aufgaben-ID
es: ID de tarea
fr: ID de la tâche
hi: कार्य ID
it: ID attività
ja: タスクID
ko: 작업 ID
nl: taakID
pl: ID zadania
pt: ID da tarefa
sv: uppgifts-ID
tr: görev kimliği
zh_hans: 任务ID
zh_hant: 工作ID

source: Update task state
ar: تحديث حالة المهمة
de: Aufgabenstatus aktualisieren
es: Actualizar el estado de la tarea
fr: Mettre à jour l'état de la tâche
hi: कार्य की स्थिति को अद्यतन करें
it: Aggiorna stato attività
ja: タスクの状態を更新
ko: 작업 상태 업데이트
nl: Taakstatus bijwerken
pl: Aktualizuj status zadania
pt: Atualizar o estado da tarefa
sv: Uppdatera uppgiftsstatus
tr: Görev durumunu güncelle
zh_hans: 更新任务状态
zh_hant: 更新工作狀態

source: Update the state of the task.
ar: تحديث حالة المهمة.
de: Den Status der Aufgabe aktualisieren.
es: Actualizar el estado de la tarea.
fr: Mettre à jour l'état de la tâche.
hi: कार्य की स्थिति को अद्यतन करें।
it: Aggiorna lo stato dell'attività.
ja: タスクの状態を更新します。
ko: 작업 상태를 업데이트합니다.
nl: De status van de taak bijwerken.
pl: Zaktualizuj status zadania.
pt: Atualizar o estado da tarefa.
sv: Uppdatera uppgiftens status.
tr: Görev durumunu güncelle.
zh_hans: 更新任务的状态。
zh_hant: 更新工作的狀態。

source: Updated date
ar: تاريخ التحديث
de: Aktualisierungsdatum
es: Fecha de actualización
fr: Date de mise à jour
hi: अद्यतन तिथि
it: Data aggiornata
ja: 更新日
ko: 업데이트된 날짜
nl: Bijgewerkte datum
pl: Data aktualizacji
pt: Data atualizada
sv: Uppdaterat datum
tr: Güncelleme tarihi
zh_hans: 更新日期
zh_hant: 更新日期

source: View
ar: عرض
de: Ansicht
es: Ver
fr: Afficher
hi: देखें
it: Visualizza
ja: 表示
ko: 보기
nl: Weergave
pl: Widok
pt: Visualizar
sv: Visa
tr: Görünüm
zh_hans: 查看
zh_hant: 檢視
